<?php

return [
    'navbar' => [
        'home' => 'Главная',
        'portfolio' => 'Портфолио',
        'contact' => 'Контакты',
    ],
    'welcome' => 'Добро пожаловать в мой мир',
    'banner_title' => 'Создание<br>веб-сайтов и <span>Интерактивных миров</span>',
    'scroll' => 'Прокрутите вниз',
    'portfolio' => 'Портфолио',
    'portfolio-title' => 'Мои последние работы',
    'portfolio-all' => 'Все проекты',
    'contact' => 'Мои контактные данные',
    'contact-title' => 'Связаться со мной',
    'contact-form-title' => 'Отправить мне сообщение',
    'send-message' => 'Отправить сообщение',
    'info' => [
        'mail' => 'Общение по электронной почте',
        'mail_description' => 'Пожалуйста, отправьте ваш email мне и задавайте вопросы как можно скорее.',
        'chat' => 'Хотите пообщаться сейчас?',
        'chat_description' => 'Общайтесь со мной, это более профессиональный способ узнать больше информации обо мне.',
        'chat-btn' => 'Открыть чат со мной',
    ],
    'footer-copyright' => 'Все права защищены',
];